Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Used by the local shell. iOS has no terminfo database, so tools fall back to built-in terminal descriptions. A name they don't recognize can leave apps like vim without terminal capabilities.
ar: تُستخدم بواسطة الصدفة المحلية. لا يحتوي iOS على قاعدة بيانات terminfo، لذا تعود الأدوات إلى أوصاف الطرفية المدمجة. الاسم الذي لا تتعرف عليه قد يترك تطبيقات مثل vim بلا إمكانيات طرفية.
ca: L'utilitza l'intèrpret d'ordres local. iOS no té cap base de dades terminfo, així que les eines recorren a descripcions de terminal integrades. Un nom que no reconeguin pot deixar aplicacions com vim sense capacitats de terminal.
cs: Používá se v lokálním shellu. iOS nemá databázi terminfo, takže nástroje používají vestavěné popisy terminálů. Název, který nerozpoznají, může aplikace jako vim připravit o možnosti terminálu.
da: Bruges af den lokale shell. iOS har ingen terminfo-database, så værktøjer falder tilbage på indbyggede terminalbeskrivelser. Et navn, de ikke genkender, kan efterlade apps som vim uden terminalfunktioner.
de: Wird von der lokalen Shell verwendet. iOS hat keine terminfo-Datenbank, daher greifen Programme auf integrierte Terminalbeschreibungen zurück. Ein Name, den sie nicht kennen, kann Apps wie vim ohne Terminalfunktionen zurücklassen.
es: Lo usa el shell local. iOS no tiene base de datos terminfo, por lo que las herramientas recurren a descripciones de terminal integradas. Un nombre que no reconozcan puede dejar apps como vim sin capacidades de terminal.
fi: Paikallisen komentotulkin käyttämä. iOS:ssä ei ole terminfo-tietokantaa, joten työkalut turvautuvat sisäänrakennettuihin terminaalikuvauksiin. Tuntematon nimi voi jättää vimin kaltaiset sovellukset ilman terminaaliominaisuuksia.
fr: Utilisé par le shell local. iOS ne dispose pas de base de données terminfo ; les outils se rabattent donc sur leurs descriptions de terminal intégrées. Un nom qu'ils ne reconnaissent pas peut priver des apps comme vim des capacités du terminal.
he: משמש את המעטפת המקומית. ל-iOS אין מסד נתונים terminfo, ולכן כלים נסוגים לתיאורי מסוף מובנים. שם שהם אינם מזהים עלול להשאיר אפליקציות כמו vim ללא יכולות מסוף.
hu: A helyi shell használja. Az iOS nem tartalmaz terminfo adatbázist, ezért az eszközök a beépített terminálleírásokra támaszkodnak. Egy általuk nem ismert név miatt az olyan alkalmazások, mint a vim, terminálképességek nélkül maradhatnak.
it: Utilizzato dalla shell locale. iOS non ha un database terminfo, quindi gli strumenti ricorrono alle descrizioni di terminale integrate. Un nome che non riconoscono può lasciare app come vim senza le funzionalità del terminale.
ja: ローカルシェルで使用されます。iOSにはterminfoデータベースがないため、ツールは組み込みのターミナル定義にフォールバックします。認識できない名前を指定すると、vimなどのアプリがターミナル機能を利用できなくなることがあります。
ko: 로컬 셸에서 사용됩니다. iOS에는 terminfo 데이터베이스가 없으므로 도구들이 내장 터미널 설명으로 대체합니다. 도구가 인식하지 못하는 이름을 지정하면 vim 같은 앱이 터미널 기능을 사용하지 못할 수 있습니다.
nb: Brukes av det lokale skallet. iOS har ingen terminfo-database, så verktøy faller tilbake på innebygde terminalbeskrivelser. Et navn de ikke gjenkjenner kan gjøre at apper som vim mangler terminalfunksjoner.
nl: Wordt gebruikt door de lokale shell. iOS heeft geen terminfo-database, dus tools vallen terug op ingebouwde terminalbeschrijvingen. Een naam die ze niet herkennen kan apps zoals vim zonder terminalmogelijkheden achterlaten.
pl: Używane przez lokalną powłokę. iOS nie ma bazy terminfo, więc narzędzia korzystają z wbudowanych opisów terminali. Nierozpoznana nazwa może pozbawić aplikacje takie jak vim funkcji terminala.
pt_br: Usado pelo shell local. O iOS não tem um banco de dados terminfo, então as ferramentas recorrem a descrições de terminal integradas. Um nome que elas não reconheçam pode deixar apps como o vim sem recursos de terminal.
pt_pt: Utilizado pela shell local. O iOS não tem base de dados terminfo, por isso as ferramentas recorrem a descrições de terminal integradas. Um nome que não reconheçam pode deixar apps como o vim sem capacidades de terminal.
ro: Folosit de shell-ul local. iOS nu are o bază de date terminfo, așa că instrumentele recurg la descrieri de terminal încorporate. Un nume pe care nu îl recunosc poate lăsa aplicații precum vim fără capabilități de terminal.
sl: Uporablja ga lokalna lupina. iOS nima zbirke terminfo, zato orodja uporabijo vgrajene opise terminalov. Neprepoznano ime lahko aplikacijam, kot je vim, odvzame zmožnosti terminala.
sv: Används av det lokala skalet. iOS har ingen terminfo-databas, så verktyg faller tillbaka på inbyggda terminalbeskrivningar. Ett namn som de inte känner igen kan lämna appar som vim utan terminalfunktioner.
uk: Використовується локальною оболонкою. В iOS немає бази terminfo, тому інструменти покладаються на вбудовані описи терміналів. Незнайома їм назва може залишити програми на кшталт vim без термінальних можливостей.
vi: Được dùng bởi shell cục bộ. iOS không có cơ sở dữ liệu terminfo, nên các công cụ sẽ quay về dùng mô tả terminal tích hợp. Một tên mà chúng không nhận ra có thể khiến các ứng dụng như vim mất các khả năng terminal.
zh_hans: 供本地 shell 使用。iOS 没有 terminfo 数据库，因此工具会回退到内置的终端描述。若名称无法被识别，vim 等应用可能失去终端功能。
zh_hant: 供本機 shell 使用。iOS 沒有 terminfo 資料庫，因此工具會改用內建的終端機描述。若使用它們無法辨識的名稱，vim 等 App 可能會失去終端機功能。

source: Used by the local shell. rootshell bundles the xterm-ghostty terminfo entry and points TERMINFO at it, so the local shell gets full Ghostty capabilities without installing anything.
ar: تستخدمه الصدفة المحلية. يُضمّن rootshell مُدخل terminfo الخاص بـ xterm-ghostty ويوجّه TERMINFO إليه، لذا تحصل الصدفة المحلية على كامل إمكانات Ghostty دون تثبيت أي شيء.
ca: L'utilitza el shell local. rootshell inclou l'entrada de terminfo per a xterm-ghostty i hi apunta TERMINFO, de manera que el shell local disposa de totes les capacitats de Ghostty sense haver d'instal·lar res.
cs: Používá jej lokální shell. rootshell obsahuje záznam terminfo pro xterm-ghostty a směruje na něj TERMINFO, takže lokální shell získá plné možnosti Ghostty bez nutnosti cokoli instalovat.
da: Bruges af den lokale shell. rootshell indeholder xterm-ghostty terminfo-posten og lader TERMINFO pege på den, så den lokale shell får alle Ghostty-funktioner, uden at du skal installere noget.
de: Wird von der lokalen Shell verwendet. rootshell liefert den xterm-ghostty-terminfo-Eintrag mit und richtet TERMINFO darauf aus, sodass die lokale Shell alle Ghostty-Funktionen erhält, ohne dass etwas installiert werden muss.
es: Lo usa la shell local. rootshell incluye la entrada terminfo de xterm-ghostty y apunta TERMINFO a ella, por lo que la shell local obtiene todas las funciones de Ghostty sin instalar nada.
fi: Paikallisen komentotulkin käyttämä. rootshell sisältää xterm-ghostty-terminfo-tietueen ja osoittaa TERMINFO-muuttujan siihen, joten paikallinen komentotulkki saa Ghosttyn kaikki ominaisuudet ilman erillisiä asennuksia.
fr: Utilisé par le shell local. rootshell intègre l'entrée terminfo xterm-ghostty et y fait pointer TERMINFO, si bien que le shell local dispose de toutes les capacités de Ghostty sans rien installer.
he: משמש את המעטפת המקומית. היישום rootshell כולל את רשומת ה-terminfo של xterm-ghostty ומפנה אליה את TERMINFO, כך שהמעטפת המקומית מקבלת את כל היכולות של Ghostty בלי להתקין דבר.
hu: A helyi shell használja. A rootshell tartalmazza az xterm-ghostty terminfo bejegyzést, és a TERMINFO változót erre irányítja, így a helyi shell telepítés nélkül is megkapja a teljes Ghostty képességkészletet.
it: Utilizzato dalla shell locale. rootshell include la voce terminfo xterm-ghostty e vi fa puntare TERMINFO, così la shell locale ottiene tutte le funzionalità Ghostty senza installare nulla.
ja: ローカルシェルで使用されます。rootshell は xterm-ghostty の terminfo エントリを同梱し、TERMINFO をそこに向けているため、何もインストールしなくてもローカルシェルで Ghostty のすべての機能を利用できます。
ko: 로컬 셸에서 사용됩니다. rootshell은 xterm-ghostty terminfo 항목을 함께 제공하고 TERMINFO가 이를 가리키도록 설정하므로, 아무것도 설치하지 않아도 로컬 셸에서 Ghostty의 모든 기능을 사용할 수 있습니다.
nb: Brukes av det lokale skallet. rootshell inkluderer xterm-ghostty-oppføringen i terminfo og lar TERMINFO peke på den, slik at det lokale skallet får alle Ghostty-funksjonene uten at du må installere noe.
nl: Wordt gebruikt door de lokale shell. rootshell levert het terminfo-item voor xterm-ghostty mee en laat TERMINFO daarnaar verwijzen, zodat de lokale shell alle Ghostty-mogelijkheden krijgt zonder dat u iets hoeft te installeren.
pl: Używane przez lokalną powłokę. rootshell zawiera wpis terminfo dla xterm-ghostty i kieruje na niego zmienną TERMINFO, więc lokalna powłoka uzyskuje pełne możliwości Ghostty bez instalowania czegokolwiek.
pt_br: Usado pelo shell local. O rootshell inclui a entrada terminfo xterm-ghostty e aponta o TERMINFO para ela, então o shell local obtém todos os recursos do Ghostty sem precisar instalar nada.
pt_pt: Utilizado pela shell local. O rootshell inclui a entrada terminfo xterm-ghostty e aponta o TERMINFO para ela, pelo que a shell local obtém todas as capacidades do Ghostty sem instalar nada.
ro: Utilizat de shell-ul local. rootshell include intrarea terminfo xterm-ghostty și direcționează TERMINFO către ea, astfel încât shell-ul local beneficiază de toate funcțiile Ghostty fără să instalați nimic.
sl: Uporablja jo lokalna lupina. rootshell vključuje vnos terminfo za xterm-ghostty in nanj usmeri TERMINFO, zato ima lokalna lupina vse zmožnosti Ghostty, ne da bi bilo treba karkoli namestiti.
sv: Används av det lokala skalet. rootshell levererar terminfo-posten för xterm-ghostty och pekar TERMINFO dit, så det lokala skalet får alla Ghostty-funktioner utan att du behöver installera något.
uk: Використовується локальною оболонкою. rootshell містить запис terminfo для xterm-ghostty і спрямовує на нього TERMINFO, тож локальна оболонка отримує всі можливості Ghostty без потреби щось встановлювати.
vi: Được shell cục bộ sử dụng. rootshell đóng gói sẵn mục terminfo xterm-ghostty và trỏ TERMINFO tới đó, nên shell cục bộ có đầy đủ tính năng Ghostty mà không cần cài thêm gì.
zh_hans: 供本地 Shell 使用。rootshell 内置了 xterm-ghostty 的 terminfo 条目并将 TERMINFO 指向它，因此本地 Shell 无需安装任何内容即可获得完整的 Ghostty 功能。
zh_hant: 供本機 Shell 使用。rootshell 內建 xterm-ghostty 的 terminfo 項目，並將 TERMINFO 指向它，因此本機 Shell 無需安裝任何東西即可獲得完整的 Ghostty 功能。

source: Used once to decrypt the key during import; never stored.
ar: تُستخدم مرة واحدة لفك تشفير المفتاح أثناء الاستيراد؛ ولا يتم تخزينها أبدًا.
ca: S'utilitza una sola vegada per desxifrar la clau durant la importació; mai no es desa.
cs: Použije se jednou k dešifrování klíče při importu; nikdy se neukládá.
da: Bruges én gang til at dekryptere nøglen under importen; gemmes aldrig.
de: Wird einmalig zum Entschlüsseln des Schlüssels beim Import verwendet; nie gespeichert.
es: Se usa una sola vez para descifrar la clave durante la importación; nunca se almacena.
fi: Käytetään kerran avaimen purkamiseen tuonnin aikana; ei tallenneta koskaan.
fr: Utilisée une seule fois pour déchiffrer la clé lors de l'importation ; jamais conservée.
he: משמש פעם אחת לפענוח המפתח בעת הייבוא; לעולם אינו נשמר.
hu: Egyszer, az importálás során a kulcs visszafejtéséhez szolgál; soha nem kerül tárolásra.
it: Usata una sola volta per decifrare la chiave durante l'importazione; mai memorizzata.
ja: 読み込み時にキーを復号するために一度だけ使用され、保存されることはありません。
ko: 가져오는 동안 키를 복호화하는 데 한 번만 사용되며 저장되지 않습니다.
nb: Brukes én gang til å dekryptere nøkkelen under importen; lagres aldri.
nl: Wordt eenmalig gebruikt om de sleutel te ontsleutelen tijdens het importeren; wordt nooit bewaard.
pl: Używane jednorazowo do odszyfrowania klucza podczas importu; nigdy nie jest przechowywane.
pt_br: Usada uma única vez para descriptografar a chave durante a importação; nunca é armazenada.
pt_pt: Usada uma única vez para desencriptar a chave durante a importação; nunca é armazenada.
ro: Folosită o singură dată pentru a decripta cheia în timpul importului; nu este stocată niciodată.
sl: Uporabi se enkrat za dešifriranje ključa med uvozom; nikoli se ne shrani.
sv: Används en gång för att dekryptera nyckeln vid importen; lagras aldrig.
uk: Використовується один раз для розшифрування ключа під час імпорту; ніколи не зберігається.
vi: Chỉ được dùng một lần để giải mã khóa trong quá trình nhập; không bao giờ được lưu trữ.
zh_hans: 仅在导入时用于解密密钥一次，不会被存储。
zh_hant: 僅在匯入時用於解密金鑰一次，不會被儲存。

source: user
ar: مستخدم
ca: usuari
da: bruger
es: usuario
fi: käyttäjä
it: utente
pl: użytkownik
pt_br: usuário
pt_pt: utilizador
uk: користувач

source: User
ar: المستخدم
ca: Usuari
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
he: משתמש
hu: Felhasználó
it: Utente
ja: ユーザー
ko: 사용자
nb: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
ro: Utilizator
sl: Uporabnik
sv: Användare
uk: Користувач
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者

source: User ID
ar: معرّف المستخدم
ca: ID d'usuari
cs: ID uživatele
da: Bruger-ID
de: Benutzer-ID
es: ID de usuario
fi: Käyttäjätunnus
fr: Identifiant utilisateur
he: מזהה משתמש
hu: Felhasználói azonosító
it: ID utente
ja: ユーザーID
ko: 사용자 ID
nb: Bruker-ID
nl: Gebruikers-ID
pl: Identyfikator użytkownika
pt_br: ID do usuário
pt_pt: ID do utilizador
ro: ID utilizator
sl: ID uporabnika
sv: Användar-ID
uk: Ідентифікатор користувача
vi: ID người dùng
zh_hans: 用户 ID
zh_hant: 使用者 ID

source: User interaction is required.
ar: مطلوب تفاعل المستخدم.
ca: Es requereix la interacció de l'usuari.
cs: Je vyžadována interakce uživatele.
da: Brugerinteraktion er påkrævet.
de: Eine Benutzerinteraktion ist erforderlich.
es: Se requiere la interacción del usuario.
fi: Käyttäjän toimenpide vaaditaan.
fr: Une interaction de l'utilisateur est requise.
he: נדרשת אינטראקציה של המשתמש.
hu: Felhasználói beavatkozás szükséges.
it: È richiesta l'interazione dell'utente.
ja: ユーザー操作が必要です。
ko: 사용자 상호작용이 필요합니다.
nb: Brukerinteraksjon er påkrevd.
nl: Interactie van de gebruiker is vereist.
pl: Wymagana jest interakcja użytkownika.
pt_br: É necessária a interação do usuário.
pt_pt: É necessária a interação do utilizador.
ro: Este necesară interacțiunea utilizatorului.
sl: Potrebno je posredovanje uporabnika.
sv: Användarinteraktion krävs.
uk: Потрібна взаємодія користувача.
vi: Cần có tương tác của người dùng.
zh_hans: 需要用户交互。
zh_hant: 需要使用者互動。

source: User Name
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de Usuário
pt_pt: Nome de Utilizador
ro: Nume utilizator
sl: Uporabniško ime
sv: Användarnamn
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: user@host, !alias, or VM name
ar: user@host أو !alias أو اسم VM
ca: user@host, !alias o nom de VM
cs: uživatel@host, !alias nebo název VM
da: user@host, !alias eller VM-navn
de: user@host, !alias oder VM-Name
es: user@host, !alias o nombre de VM
fi: user@host, !alias tai VM-nimi
fr: user@host, !alias ou nom de VM
he: user@host, ‏!alias, או שם VM
hu: user@host, !alias vagy VM neve
it: utente@host, !alias o nome VM
ja: user@host、!alias、またはVM名
ko: user@host, !alias 또는 VM 이름
nb: user@host, !alias eller VM-navn
nl: user@host, !alias of VM-naam
pl: użytkownik@host, !alias lub nazwa VM
pt_br: user@host, !alias ou nome de VM
pt_pt: user@host, !alias ou nome de VM
ro: utilizator@gazdă, !alias sau nume VM
sl: uporabnik@gostitelj, !alias ali ime VM
sv: user@host, !alias eller VM-namn
uk: user@host, !псевдонім або назва VM
vi: user@host, !alias hoặc tên VM
zh_hans: user@host、!alias 或 VM 名称
zh_hant: user@host、!alias 或 VM 名稱

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de Usuário
pt_pt: Nome de Utilizador
ro: Nume utilizator
sl: Uporabniško ime
sv: Användarnamn
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username (optional)
ar: اسم المستخدم (اختياري)
ca: Nom d'usuari (opcional)
cs: Uživatelské jméno (volitelné)
da: Brugernavn (valgfrit)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
fi: Käyttäjänimi (valinnainen)
fr: Nom d'utilisateur (facultatif)
he: שם משתמש (אופציונלי)
hu: Felhasználónév (opcionális)
it: Nome utente (opzionale)
ja: ユーザー名（任意）
ko: 사용자 이름 (선택 사항)
nb: Brukernavn (valgfritt)
nl: Gebruikersnaam (optioneel)
pl: Nazwa użytkownika (opcjonalnie)
pt_br: Nome de Usuário (opcional)
pt_pt: Nome de Utilizador (opcional)
ro: Nume utilizator (opțional)
sl: Uporabniško ime (izbirno)
sv: Användarnamn (valfritt)
uk: Ім'я користувача (необов'язково)
vi: Tên người dùng (tùy chọn)
zh_hans: 用户名（可选）
zh_hant: 使用者名稱（選填）

source: Uses %@ or device passcode
ar: يستخدم %@ أو رمز مرور الجهاز
ca: Utilitza %@ o el codi del dispositiu
cs: Používá %@ nebo kód zařízení
da: Bruger %@ eller enhedens adgangskode
de: Verwendet %@ oder Gerätecode
es: Usa %@ o el código del dispositivo
fi: Käyttää %@ tai laitteen pääsykoodia
fr: Utilise %@ ou le code de l'appareil
he: משתמש ב-%@ או בקוד גישה למכשיר
hu: %@ vagy eszköz jelkódot használ
it: Utilizza %@ o il codice del dispositivo
ja: %@またはデバイスパスコードを使用
ko: %@ 또는 기기 암호 사용
nb: Bruker %@ eller enhetens passord
nl: Gebruikt %@ of apparaattoegangscode
pl: Używa %@ lub kodu urządzenia
pt_br: Usa %@ ou código do dispositivo
pt_pt: Utiliza %@ ou código do dispositivo
ro: Folosește %@ sau codul dispozitivului
sl: Uporablja %@ ali kodo naprave
sv: Använder %@ eller enhetens lösenkod
uk: Використовує %@ або код пристрою
vi: Sử dụng %@ hoặc mã thiết bị
zh_hans: 使用 %@ 或设备密码
zh_hant: 使用 %@ 或裝置密碼

source: Uses a plain "$ " prompt.
ar: يستخدم محث "$ " بسيط.
ca: Utilitza un indicador senzill "$ ".
cs: Používá prostou výzvu „$ “.
da: Bruger en simpel "$ "-prompt.
de: Verwendet eine einfache „$ “-Eingabeaufforderung.
es: Usa un prompt simple "$ ".
fi: Käyttää yksinkertaista "$ "-kehotetta.
fr: Utilise une invite « $ » simple.
he: משתמש בסימן פקודה פשוט "$ ".
hu: Egyszerű "$ " promptot használ.
it: Utilizza un prompt semplice "$ ".
ja: シンプルな「$ 」プロンプトを使用します。
ko: 단순한 "$ " 프롬프트를 사용합니다.
nb: Bruker en enkel «$ »-ledetekst.
nl: Gebruikt een eenvoudige "$ "-prompt.
pl: Używa prostego znaku zachęty "$ ".
pt_br: Usa um prompt simples "$ ".
pt_pt: Utiliza um prompt simples "$ ".
ro: Folosește un prompt simplu „$ ”.
sl: Uporablja preprost pozivnik "$ ".
sv: Använder en enkel "$ "-prompt.
uk: Використовує простий запит "$ ".
vi: Sử dụng dấu nhắc lệnh thuần "$ ".
zh_hans: 使用简单的“$ ”提示。
zh_hant: 使用簡單的「$ 」提示。

source: Uses bash /dev/udp. Most portable but uses wrong source port (IPv4 only).
ar: يستخدم bash /dev/udp. الأكثر قابلية للنقل لكنه يستخدم منفذ مصدر خاطئ (IPv4 فقط).
ca: Usa bash /dev/udp. El més portable però usa el port d'origen incorrecte (només IPv4).
cs: Používá bash /dev/udp. Nejpřenosnější, ale používá nesprávný zdrojový port (pouze IPv4).
da: Bruger bash /dev/udp. Mest bærbar, men bruger forkert kildeport (kun IPv4).
de: Verwendet bash /dev/udp. Am portabelsten, aber mit falschem Quellport (nur IPv4).
es: Usa bash /dev/udp. El más portable pero usa un puerto de origen incorrecto (solo IPv4).
fi: Käyttää bash /dev/udp. Siirrettävin vaihtoehto, mutta käyttää väärää lähdeporttia (vain IPv4).
fr: Utilise bash /dev/udp. Le plus portable mais utilise un mauvais port source (IPv4 uniquement).
he: משתמש ב-bash /dev/udp. הכי נייד אך משתמש בפורט מקור שגוי (IPv4 בלבד).
hu: Bash /dev/udp-t használ. Leghordozhatóbb, de rossz forrásportot használ (csak IPv4).
it: Usa bash /dev/udp. Il più portabile ma usa la porta sorgente errata (solo IPv4).
ja: bash /dev/udp を使用。最も移植性が高いが、ソースポートが正しくありません（IPv4 のみ）。
ko: bash /dev/udp를 사용합니다. 가장 이식성이 높지만 잘못된 소스 포트를 사용합니다 (IPv4 전용).
nb: Bruker bash /dev/udp. Mest portabel, men bruker feil kildeport (kun IPv4).
nl: Gebruikt bash /dev/udp. Meest draagbaar maar gebruikt verkeerde bronpoort (alleen IPv4).
pl: Używa bash /dev/udp. Najbardziej przenośne, ale używa nieprawidłowego portu źródłowego (tylko IPv4).
pt_br: Usa bash /dev/udp. Mais portátil, mas usa porta de origem incorreta (somente IPv4).
pt_pt: Utiliza bash /dev/udp. Mais portátil, mas usa porta de origem incorreta (apenas IPv4).
ro: Folosește bash /dev/udp. Cel mai portabil dar folosește portul sursă greșit (doar IPv4).
sl: Uporablja bash /dev/udp. Najbolj prenosljivo, a uporablja napačna izvorna vrata (samo IPv4).
sv: Använder bash /dev/udp. Mest portabel men använder fel källport (endast IPv4).
uk: Використовує bash /dev/udp. Найбільш портативний, але використовує хибний порт джерела (лише IPv4).
vi: Sử dụng bash /dev/udp. Di động nhất nhưng dùng sai cổng nguồn (chỉ IPv4).
zh_hans: 使用 bash /dev/udp。可移植性最强，但使用错误的源端口（仅 IPv4）。
zh_hant: 使用 bash /dev/udp。可移植性最強，但使用錯誤的來源連接埠（僅限 IPv4）。

source: Uses custom foreground and background colors for selected text
ar: يستخدم ألوان مقدمة وخلفية مخصصة للنص المحدد
ca: Utilitza colors de primer pla i fons personalitzats per al text seleccionat
cs: Používá vlastní barvy popředí a pozadí pro vybraný text
da: Bruger brugerdefinerede forgrunds- og baggrundsfarver for markeret tekst
de: Verwendet benutzerdefinierte Vordergrund- und Hintergrundfarben für ausgewählten Text
es: Usa colores de primer plano y fondo personalizados para el texto seleccionado
fi: Käyttää mukautettuja etu- ja taustavärejä valitulle tekstille
fr: Utilise des couleurs de premier plan et d'arrière-plan personnalisées pour le texte sélectionné
he: משתמש בצבעי קדמה ורקע מותאמים אישית עבור הטקסט הנבחר
hu: Egyéni előtér- és háttérszíneket használ a kijelölt szöveghez
it: Usa colori di primo piano e sfondo personalizzati per il testo selezionato
ja: 選択したテキストにカスタムの前景色と背景色を使用します
ko: 선택한 텍스트에 사용자 지정 전경색과 배경색을 사용합니다
nb: Bruker egendefinerte forgrunn- og bakgrunnsfarger for merket tekst
nl: Gebruikt aangepaste voor- en achtergrondkleuren voor geselecteerde tekst
pl: Używa niestandardowych kolorów pierwszego planu i tła dla zaznaczonego tekstu
pt_br: Usa cores personalizadas de primeiro plano e plano de fundo para o texto selecionado
pt_pt: Utiliza cores personalizadas de primeiro plano e fundo para o texto selecionado
ro: Folosește culori personalizate de prim-plan și fundal pentru textul selectat
sl: Uporablja barve ospredja in ozadja po meri za izbrano besedilo
sv: Använder anpassade förgrunds- och bakgrundsfärger för markerad text
uk: Використовує власні кольори переднього плану та фону для виділеного тексту
vi: Sử dụng màu tiền cảnh và nền tùy chỉnh cho văn bản được chọn
zh_hans: 为所选文本使用自定义前景色和背景色
zh_hant: 為所選文字使用自訂前景色與背景色
